{
  "id": "stress",
  "title": "Стресс",
  "description": "Учимся справляться с ежедневным стрессом и развивать здоровые механизмы совладания.",
  "isPremium": false,
  "welcomeMessage": "Возьми под контроль уровень стресса. Освой практические техники для управления повседневными нагрузками и укрепления устойчивости.",
  "cards": [
    {
      "id": "STRESS-01",
      "level": 1,
      "introduction": "Иногда тело сигналит раньше, чем мы осознаём, что испытываем стресс. Давай начнём с этого.",
      "questions": [
        "Как ты ощущаешь стресс в теле прямо сейчас (место, уровень от 1 до 10)?",
        "Что происходило незадолго до появления этих ощущений?"
      ],
      "recommendation": "В течение недели замечай и записывай телесные сигналы стресса. Зачем: это поможет отследить ранние маркеры перегрузки.",
      "mechanism": "Повышение осознанности к телесным симптомам.",
      "technique": "Телесная осознанность (АСТ)"
    },
    {
      "id": "STRESS-02",
      "level": 1,
      "introduction": "Первым страдает сон. Стресс редко уходит, если мы не отдыхаем.",
      "questions": [
        "Как часто ты просыпаешься ночью или чувствуешь усталость с утра?",
        "Какие мысли или тревоги мешают тебе расслабиться перед сном?"
      ],
      "recommendation": "Создай «ритуал выключения»: за 30 минут до сна — без экрана, список 3-х хороших событий дня. Зачем: восстанавливается биоритм и улучшается качество сна.",
      "mechanism": "Регулировка цикла «бодрствование-сон» снижает уровень кортизола.",
      "technique": "Гигиена сна (КПТ)"
    },
    {
      "id": "STRESS-03",
      "level": 2,
      "introduction": "Ты не обязан быть продуктивным 24/7. Даже машины перегреваются.",
      "questions": [
        "Какие ожидания ты возлагаешь на себя в течение дня?",
        "Что в этих ожиданиях нереалистично?"
      ],
      "recommendation": "Выбери 1 задачу на день, которую ты сознательно «не сделаешь». Зачем: ты учишься допускать паузы и реальность.",
      "mechanism": "Снижение перфекционистского давления.",
      "technique": "Осознанное неделание (АСТ)"
    },
    {
      "id": "STRESS-04",
      "level": 2,
      "introduction": "Мысли в стрессе бывают быстрыми, резкими и обвиняющими. Пора их замедлить.",
      "questions": [
        "Какие мысли у тебя чаще всего появляются в момент перегруза?",
        "Что ты мог бы сказать другу, если бы он подумал так о себе?"
      ],
      "recommendation": "Найди 1 мысль и 1 альтернативный взгляд на неё. Повтори это упражнение 3 раза за неделю. Зачем: ты тренируешь самоподдержку.",
      "mechanism": "Ослабление деструктивных когниций.",
      "technique": "Когнитивная реструктуризация (КПТ)"
    },
    {
      "id": "STRESS-05",
      "level": 3,
      "introduction": "Стресс часто превращает будущее в катастрофу. А ведь это — всего лишь сценарий.",
      "questions": [
        "Какой негативный прогноз ты часто прокручиваешь в голове?",
        "Какова вероятность, что он сбудется? А какие есть альтернативы?"
      ],
      "recommendation": "Письменно разложи свой страх на «реальное» и «возможное». Зачем: это снижает автоматическое катастрофирование.",
      "mechanism": "Разделение фактов и интерпретаций.",
      "technique": "Декатастрофизация (КПТ)"
    },
    {
      "id": "STRESS-06",
      "level": 3,
      "introduction": "Когда всё рушится — важно понять, что именно действительно под контролем.",
      "questions": [
        "Что ты не можешь изменить в своей текущей ситуации?",
        "А что находится в зоне твоего влияния?"
      ],
      "recommendation": "Раздели всё, что тебя волнует, на 2 колонки: «могу влиять» и «не могу». Работай только с первой. Зачем: это снижает тревожную активность мозга.",
      "mechanism": "Локализация усилий в зоне контроля.",
      "technique": "Техники фокуса (АСТ/КПТ)"
    },
    {
      "id": "STRESS-07",
      "level": 4,
      "introduction": "Стресс влияет на внимание. Мы теряем фокус, и всё кажется ещё хуже.",
      "questions": [
        "Когда ты в последний раз замечал, что просто «выпал» из процесса?",
        "Что происходило за 10–15 минут до этого?"
      ],
      "recommendation": "Раз в день делай 3-минутную паузу наблюдения за дыханием. Зачем: это тренирует фокус и устойчивость.",
      "mechanism": "Внимательность снижает уровень кортизола и переключает с «автомата».",
      "technique": "Осознанная пауза (АСТ)"
    },
    {
      "id": "STRESS-08",
      "level": 4,
      "introduction": "Хронический стресс делает нас гиперчувствительными.",
      "questions": [
        "Какие мелочи раздражают тебя особенно сильно в последнее время?",
        "С чем это может быть связано помимо текущих событий?"
      ],
      "recommendation": "Устрой «день тишины» — отключи уведомления и сведи к минимуму внешние раздражители. Зачем: минимизация стимулов снижает сенсорную перегрузку.",
      "mechanism": "Восстановление сенсорного баланса.",
      "technique": "Сенсорная разгрузка (АСТ)"
    },
    {
      "id": "STRESS-09",
      "level": 5,
      "introduction": "Твоё тело — не враг. Оно знает, как сбрасывать напряжение.",
      "questions": [
        "Какие физические действия помогают тебе сбрасывать стресс (движение, дыхание, вода)?",
        "Когда ты последний раз применял один из них?"
      ],
      "recommendation": "Выбери 1 метод (например, «дыхание квадратом» 4-4-4-4) и используй его 2 раза в день в течение 5 дней. Зачем: ты формируешь навык саморегуляции.",
      "mechanism": "Влияние на симпатическую нервную систему.",
      "technique": "Телесная регуляция (АСТ)"
    },
    {
      "id": "STRESS-10",
      "level": 5,
      "introduction": "У тебя есть право остановиться. Даже на 15 минут.",
      "questions": [
        "Что тебе хотелось бы сделать прямо сейчас, если бы у тебя не было никаких обязательств?",
        "Что мешает тебе это сделать, хотя бы частично?"
      ],
      "recommendation": "В течение недели делай 15-минутную «перезагрузку» в течение дня: тишина, чай, окно, прогулка. Зачем: возвращает контакт с собой и снижает эмоциональное напряжение.",
      "mechanism": "Уменьшение перегрузки через переключение внимания.",
      "technique": "Поведенческое заземление (АСТ)"
    }
  ]
}
