{
  "id": "relationships",
  "title": "Отношения",
  "description": "Развитие здоровых отношений и коммуникативных навыков.",
  "isPremium": true,
  "welcomeMessage": "Улучши свои отношения с близкими. Научись эффективно общаться и строить здоровые связи.",
  "cards": [
    {
      "id": "REL-01",
      "level": 1,
      "introduction": "Сложности с другими часто начинаются с неясности в себе. Давай разберёмся, что именно задевает.",
      "questions": [
        "Что в поведении других людей чаще всего вызывает у тебя раздражение или обиду?",
        "Какие твои ожидания стоят за этой реакцией?"
      ],
      "recommendation": "Осознание ожиданий снижает автоматизм эмоциональных реакций.\n\nОтслеживай 3 реакции раздражения в течение недели и записывай, чего ты ожидал в этих моментах. Ты учишься отличать поведение людей от собственных проекций.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-02",
      "level": 1,
      "introduction": "Когда чувства зашкаливают, сложно понять, где ты, а где другой.",
      "questions": [
        "Когда в последний раз ты чувствовал, что в отношениях нарушают твои границы?",
        "Как ты отреагировал тогда — и насколько это помогло?"
      ],
      "recommendation": "Мысленная репетиция усиливает навык отстаивания границ.\n\nЗамечай ситуации, где тебе хочется сказать «нет» — и пробуй формулировать это мысленно. Это первый шаг к формированию здоровых границ.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-03",
      "level": 2,
      "introduction": "Часто мы реагируем не на сам поступок, а на то, что он для нас значит.",
      "questions": [
        "Опиши недавний конфликт по формуле: «Когда ты [действие], я почувствовал [эмоцию], потому что подумал [мысль]»",
        "Какие ещё интерпретации возможны?"
      ],
      "recommendation": "Когнитивное разделение эмоций и мыслей снижает напряжённость.\n\nРаз в день анализируй одну свою эмоциональную реакцию через эту формулу. Ты начнёшь отделять факт от своей интерпретации.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-04",
      "level": 2,
      "introduction": "Иногда в ссорах мы превращаемся в защитников, а не партнёров.",
      "questions": [
        "Что ты стараешься доказать в конфликте с близкими?",
        "Чего ты боишься, если не будешь отстаивать свою позицию?"
      ],
      "recommendation": "Снижение поляризации «я против» → «я с».\n\nЗамечай, что для тебя важнее — быть правым или быть понятым. Это переключает фокус с борьбы на диалог.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-05",
      "level": 3,
      "introduction": "В отношениях мы часто повторяем одни и те же сценарии. И не замечаем этого.",
      "questions": [
        "Какие 3 фразы ты чаще всего говоришь в ссоре?",
        "Что ты на самом деле хочешь передать в эти моменты?"
      ],
      "recommendation": "Замена защитной формы на уязвимое содержание облегчает контакт.\n\nНапиши альтернативные формулировки, которые бы точно передали твою потребность. Учись быть услышанным без эскалации.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-06",
      "level": 3,
      "introduction": "Мы ждём от других того, что не всегда можем дать себе сами.",
      "questions": [
        "Какие ожидания ты часто предъявляешь к близким?",
        "Что из этого ты можешь начать давать себе сам?"
      ],
      "recommendation": "Перенос фокуса с внешнего на внутренний источник поддержки.\n\nОдин раз в день делай для себя то, чего хотел бы от других. Зачем? Снижается зависимость от чужих реакций.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-07",
      "level": 4,
      "introduction": "Иногда другой человек не враг — а зеркало наших слабых мест.",
      "questions": [
        "В каких ситуациях ты чувствуешь, что другой «специально задевает» тебя?",
        "Какие твои старые раны или комплексы он может активировать?"
      ],
      "recommendation": "Контейнирование уязвимостей снижает потребность защищаться.\n\nПопробуй воспринимать острые моменты как сигналы о своих уязвимостях. Это переключает реакцию с нападения на исследование.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-08",
      "level": 4,
      "introduction": "Когда перестаёшь цепляться за реакцию другого, появляется свобода быть собой.",
      "questions": [
        "Что ты часто не решаешься сказать в отношениях?",
        "Какой страх мешает тебе это выразить?"
      ],
      "recommendation": "Ментальная репетиция снижает страх конфронтации.\n\nПопробуй проговорить это хотя бы мысленно, записав как письмо. Таким образом тренируется навык честного выражения.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-09",
      "level": 5,
      "introduction": "Сложные разговоры — это не риск, а путь к настоящей близости.",
      "questions": [
        "С кем тебе стоит провести честный разговор в ближайшее время?",
        "Какие 2 вещи ты хочешь донести — и как их сформулировать без обвинений?"
      ],
      "recommendation": "«Я-сообщения» снижают оборонительную реакцию другого.\n\nПодготовь речь для открытого разговора, используя «я-сообщения». Так снижается защита у собеседника и растёт шанс быть услышанным.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "REL-10",
      "level": 5,
      "introduction": "Иногда отношения можно спасти, просто начав действовать по-другому.",
      "questions": [
        "Какое одно новое поведение ты мог бы попробовать в трудной ситуации?",
        "Когда и как ты протестируешь это поведение на практике?"
      ],
      "recommendation": "Поведение меняет контекст и создаёт обратную связь.\n\nПроведи поведенческий эксперимент в течение 3 дней и отметь результат. Потому что новые действия создают новый опыт.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
