{
  "id": "self-identity",
  "title": "Самооценка и идентичность",
  "description": "Укрепление самооценки и формирование здоровой идентичности.",
  "isPremium": true,
  "welcomeMessage": "Развивай здоровую самооценку и чувство собственного достоинства. Научись принимать себя и строить позитивную идентичность.",
  "cards": [
    {
      "id": "IDNT-01",
      "level": 1,
      "introduction": "Иногда ты судишь себя строже, чем кого-либо. Давай разберёмся, откуда это идёт.",
      "questions": [
        "Какую фразу ты чаще всего говоришь себе, когда что-то идёт не так?",
        "Чей голос или опыт за этой фразой стоит?"
      ],
      "recommendation": "Осознанность снижает слияние с внутренним критиком.\n\nЗамечай, когда включается этот «голос» в течение дня. Просто фиксируй. Распознавание триггера — первый шаг к его ослаблению.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-02",
      "level": 1,
      "introduction": "Внутренний критик любит обобщать. Но ты — больше, чем одна ошибка.",
      "questions": [
        "Какие \"ярлыки\" ты чаще всего сам себе навешиваешь?",
        "В каких ситуациях это особенно проявляется?"
      ],
      "recommendation": "Когнитивная реструктуризация «я-идентичности».\n\nВ течение недели каждый раз, когда появится ярлык, замени его на описание действия. Переход от \"я — неудачник\" к \"я допустил ошибку\" снижает давление.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-03",
      "level": 2,
      "introduction": "Низкая самооценка часто маскируется под стремление «быть лучше».",
      "questions": [
        "Где в последнее время ты чувствовал себя «недостаточно хорошим»?",
        "Какая идея идеала за этим скрыта — и откуда она взялась?"
      ],
      "recommendation": "Освобождение от внешней нормативности.\n\nНапиши, как бы выглядел этот «идеал» без осуждения — и что из него ты действительно выбираешь. Возвращайся к своим ценностям, а не навязанным.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-04",
      "level": 2,
      "introduction": "Самооценка — это не константа, а процесс, который можно направить.",
      "questions": [
        "Когда ты чувствовал уверенность в себе в последние месяцы?",
        "Какие твои действия или черты тогда были задействованы?"
      ],
      "recommendation": "Позитивная переидентификация.\n\nСоставь «список ресурсов»: 5 качеств, которые помогают тебе справляться. Повесь его на видное место. Напоминание о сильных сторонах снижает внутреннюю неуверенность.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-05",
      "level": 3,
      "introduction": "Часто ты живёшь в чужих сценариях, забывая свой.",
      "questions": [
        "Чьи ожидания ты чаще всего стараешься оправдать — родительские, социальные, партнёрские?",
        "Что лично тебе важно в этих сферах — независимо от чужого мнения?"
      ],
      "recommendation": "Уход от гетерономии к собственным ценностям.\n\nВ течение недели перед важным решением задавай себе: «Это мой выбор или реакция на чужие ожидания?» Развай автономию и самоопределение.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-06",
      "level": 3,
      "introduction": "Мы склонны игнорировать успехи и фокусироваться на провалах.",
      "questions": [
        "Что ты сделал хорошо за последние 3 недели, но не отметил?",
        "Что мешает тебе признать это как ценное?"
      ],
      "recommendation": "Перефокусировка внимания на успех.\n\nВеди «дневник достижений»: по 1 записи в день на протяжении 5 дней. Регулярное замечание усилий формирует здоровую самооценку.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-07",
      "level": 4,
      "introduction": "Быть собой — не значит быть идеальным.",
      "questions": [
        "Какие твои черты ты прячешь или считаешь «недостатками»?",
        "Что хорошего может скрываться за этими чертами?"
      ],
      "recommendation": "Трансформация «тени» в ресурс.\n\nНайди хотя бы один контекст, где эта черта может быть силой, и осознанно применяй её. Это возвращает целостность и принятие себя.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-08",
      "level": 4,
      "introduction": "То, как ты разговариваешь с собой, формирует твоё внутреннее пространство.",
      "questions": [
        "Какой тон и стиль ты используешь в саморазговорах — строгий, презрительный, тревожный?",
        "Как изменится твоё состояние, если сменить стиль общения с собой?"
      ],
      "recommendation": "Смена внутреннего диалога снижает самокритику.\n\nПопробуй говорить с собой так, как говорил бы с близким другом — 1 раз в день в трудной ситуации. Тренируй самосострадание.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-09",
      "level": 5,
      "introduction": "Часто истинное чувство уверенности приходит после действия.",
      "questions": [
        "Что ты давно хочешь сделать, но откладываешь из страха «не справиться»?",
        "Как ты можешь протестировать это через небольшой шаг на 15 минут?"
      ],
      "recommendation": "Поведенческая активация повышает самоэффективность.\n\nВ течение 3 дней соверши этот мини-шаг и запиши, что получилось. Действие снижает влияние страха.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "IDNT-10",
      "level": 5,
      "introduction": "Ценности — это не про «какой я есть», а про «кем я хочу быть».",
      "questions": [
        "Назови 3 качества, которые ты хотел бы в себе развить как часть своей идентичности.",
        "Как ты можешь проявлять хотя бы одно из них на практике каждый день?"
      ],
      "recommendation": "Идентификация через ценностные действия.\n\nВ течение 5 дней делай одно действие, усиливающее выбранное качество. Ты формируешь не «идеал», а устойчивый образ себя.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
