{
  "id": "anger",
  "title": "Гнев и раздражительность",
  "description": "Гнев и развитие эмоциональной регуляции.",
  "isPremium": true,
  "welcomeMessage": "Научись контролировать гнев и раздражение. Освой техники эмоциональной регуляции для более спокойной жизни.",
  "cards": [
    {
      "id": "ANGR-01",
      "level": 1,
      "introduction": "Гнев не возникает на пустом месте. Он — сигнал. Давай разберёмся, о чём он говорит.",
      "questions": [
        "В каких ситуациях ты чаще всего злишься — дома, на работе, в дороге?",
        "Что общего между этими ситуациями?"
      ],
      "recommendation": "Идентификация триггеров — первый шаг к управлению импульсом.\n\nВ течение недели отмечай триггеры злости и общее между ними. Ты увидишь, что запускает реакцию — и сможешь с этим работать.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-02",
      "level": 1,
      "introduction": "Злость часто прикрывает что-то более уязвимое.",
      "questions": [
        "Что ты чувствовал за минуту до вспышки гнева в последний раз?",
        "Какой страх, боль или бессилие могли стоять за этой злостью?"
      ],
      "recommendation": "Распаковка эмоций снижает деструктивный заряд.\n\nПосле каждой сильной реакции пиши 2 предположения: «Что я чувствовал до злости?» Это раскрывает глубинные причины, а не только последствия.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-03",
      "level": 2,
      "introduction": "Наше тело говорит раньше нас. Особенно в гневе.",
      "questions": [
        "Как ты ощущаешь гнев в теле? Где он живёт: в груди, челюсти, кулаках?",
        "Какие телесные сигналы появляются до вспышки?"
      ],
      "recommendation": "Телесная реакция и эмоция связаны.\n\nЗамечай телесные сигналы как «первый звонок» — и делай паузу на дыхание. Раннее распознавание даёт шанс остановить реакцию.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-04",
      "level": 2,
      "introduction": "Не всякое раздражение стоит того, чтобы превращать его в конфликт.",
      "questions": [
        "Когда в последний раз ты пожалел о своей вспышке?",
        "Что ты мог бы сделать иначе в тот момент?"
      ],
      "recommendation": "Визуализация альтернатив снижает импульсивность.\n\nПредставь аналогичную ситуацию и придумай альтернативный сценарий с паузой и выбором. Так ты тренируешь эмоциональную гибкость.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-05",
      "level": 3,
      "introduction": "Часто мы не злимся на реального человека, а на свою интерпретацию его слов.",
      "questions": [
        "Что ты подумал о человеке или ситуации в момент гнева?",
        "Какие ещё объяснения могли бы быть у его поведения?"
      ],
      "recommendation": "Когнитивная гибкость снижает силу эмоциональной реакции.\n\nВ момент раздражения спроси себя: «Что ещё это может значить?» Это снижает склонность к автоматическим обвинениям.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-06",
      "level": 3,
      "introduction": "Иногда злость возникает от несоответствия ожиданий и реальности.",
      "questions": [
        "Какое ожидание было нарушено в последнем случае раздражения?",
        "Насколько оно было реалистичным?"
      ],
      "recommendation": "Рационализация эмоциональных установок.\n\nПосле каждой вспышки анализируй, было ли твоё ожидание гибким или жёстким. Корректировка ожиданий снижает триггеры злости.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-07",
      "level": 4,
      "introduction": "Быть злым — это не значит быть плохим. Главное — что ты делаешь с этим.",
      "questions": [
        "Как ты обычно выражаешь гнев: словами, действиями, молчанием?",
        "Что из этого тебе помогает, а что разрушает отношения или тебя самого?"
      ],
      "recommendation": "Найди один способ безопасной разрядки (спорт, письмо, крик в подушку) и используй его 2 раза на неделе. Энергия злости должна выходить экологично.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-08",
      "level": 4,
      "introduction": "Раздражение может быть подсказкой, что что-то не так с границами.",
      "questions": [
        "Где ты чаще всего терпишь до последнего — а потом взрываешься?",
        "Как ты мог бы мягко обозначить свою границу заранее?"
      ],
      "recommendation": "Превентивное выражение границ снижает накопление напряжения.\n\nТренируй фразу: «Мне это не подходит» — 1 раз в день в безопасной ситуации. Это укрепляет навык ассертивности.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-09",
      "level": 5,
      "introduction": "Лучше один эксперимент, чем тысяча теорий. Пора проверять.",
      "questions": [
        "В какой ситуации ты чаще всего срываешься — и хотел бы отреагировать иначе?",
        "Как ты можешь протестировать новую стратегию поведения в ближайшие 3 дня?"
      ],
      "recommendation": "Поведение меняет способ взаимодействия с миром.\n\nПроведи поведенческий эксперимент: протестируй новую реакцию в известной ситуации. Новое поведение формирует новые нейронные связи.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANGR-10",
      "level": 5,
      "introduction": "Иногда злость — это сигнал, что нужно не разрушать, а защищать.",
      "questions": [
        "Что или кого ты хотел бы защищать, когда злишься?",
        "Каким более конструктивным способом ты можешь выразить эту защиту?"
      ],
      "recommendation": "Напиши короткий манифест — за что ты стоишь и как хочешь это выражать. Злость может стать инструментом ценности, а не разрушения.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
