{
  "id": "depression-coping",
  "title": "Депрессивные состояния",
  "description": "Преодоление депрессивных состояний и развитие жизнестойкости.",
  "isPremium": true,
  "welcomeMessage": "Найди путь из депрессивного состояния. Освой практические техники для восстановления энергии и интереса к жизни.",
  "cards": [
    {
      "id": "DEPR-01",
      "level": 1,
      "introduction": "Когда кажется, что сил нет, важно сначала просто увидеть: «что со мной?».",
      "questions": [
        "Что ты чаще всего говоришь себе, когда чувствуешь апатию или бессилие?",
        "Как это влияет на твоё желание что-либо делать?"
      ],
      "recommendation": "Идентификация негативных мыслей помогает выйти из слияния с ними.\n\nВ течение недели замечай свои автоматические мысли в момент апатии. Запиши хотя бы три. Осознание снижает силу их воздействия.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-02",
      "level": 1,
      "introduction": "Иногда «ничего не хочется» — это способ избежать боли, а не лень.",
      "questions": [
        "Какие дела ты чаще всего откладываешь, когда тебе тяжело?",
        "Что ты чувствуешь, когда смотришь на этот список?"
      ],
      "recommendation": "Поведенческая активация снижает уровень бессилия.\n\nРазбей одно дело на микрошаг ≤5 минут и начни с первого. Даже минимальное действие даёт чувство влияния.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-03",
      "level": 2,
      "introduction": "Мысли в состоянии уныния часто звучат как истина, хотя это не факт.",
      "questions": [
        "Что ты думаешь о себе в моменты, когда «накрывает»?",
        "Есть ли примеры, которые прямо противоречат этим мыслям?"
      ],
      "recommendation": "Переформулирование негативных схем снижает внутреннюю критику.\n\nВеди «дневник антимысли»: одна негативная мысль — один контраргумент. Зачем: развиваешь навык оспаривания когнитивных искажений.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-04",
      "level": 2,
      "introduction": "Мы часто обесцениваем то, что делаем — даже если это важно.",
      "questions": [
        "Что ты сделал на этой неделе, несмотря на усталость или сопротивление?",
        "Как ты обычно реагируешь на такие усилия — признаёшь или игнорируешь?"
      ],
      "recommendation": "Укрепляй позитивную обратную связь.\n\nРаз в день хвали себя за одно завершённое действие. Даже небольшое. Так укрепляется мотивация и ценность действия.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-05",
      "level": 3,
      "introduction": "Чувство безысходности часто возникает, когда фокус на всём сразу.",
      "questions": [
        "Какие три сферы в жизни сейчас кажутся тебе «застрявшими»?",
        "Что ты можешь изменить в каждой хотя бы на 1%?"
      ],
      "recommendation": "Смещай фокус с глобального на конкретное.\n\nВыбери одну сферу и определи действие, которое займёт ≤10 минут. Сделай его сегодня. Даже небольшой шаг может изменить ощущение безысходности.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-06",
      "level": 3,
      "introduction": "Мозг в депрессии постоянно «отсеивает» положительное. Но это можно тренировать.",
      "questions": [
        "Что хорошего или нейтрального произошло с тобой за последние 3 дня?",
        "Какие твои действия этому поспособствовали?"
      ],
      "recommendation": "Веди в течение 5 дней дневник: 1 позитив + 1 своё действие, которое к этому привело. Через тренировку позитивного восприятия восстанавливается связь между усилием и результатом.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-07",
      "level": 4,
      "introduction": "Изоляция — один из главных факторов, усиливающих депрессивное состояние.",
      "questions": [
        "Кто из окружения даёт тебе ощущение принятия и тепла?",
        "Как ты можешь выйти на контакт с этим человеком в ближайшие 2 дня?"
      ],
      "recommendation": "Социальная активизация восстанавливает ощущение связи.\n\nОрганизуй 1 живой или онлайн-контакт с таким человеком в течение 48 часов. Контакт с поддержкой — антидот к чувству одиночества.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-08",
      "level": 4,
      "introduction": "Бывает, что ты теряешь контакт с тем, кто ты. Но его можно восстановить.",
      "questions": [
        "Какие 3 вещи были тебе важны раньше — но ты перестал уделять им внимание?",
        "Что из этого ты хотел бы вернуть?"
      ],
      "recommendation": "Восстановление прерванных идентичностей.\n\nВ течение 3 дней попробуй включить 1 старое увлечение в свою жизнь. Даже на 10 минут. Это восстанавливает контакт с собой.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-09",
      "level": 5,
      "introduction": "Даже в самые тяжёлые дни можно действовать. Важно не ждать мотивации.",
      "questions": [
        "Какое одно дело ты откладываешь более недели, которое мог бы сделать за 10 минут?",
        "Когда конкретно ты готов его выполнить в течение 48 часов?"
      ],
      "recommendation": "Поведение формирует мотивацию, а не наоборот.\n\nСоверши это действие, не оценивая результат. Только сам факт. Это укрепляет связь между «я делаю» и «я влияю».",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "DEPR-10",
      "level": 5,
      "introduction": "Депрессия сужает взгляд. Но ты — не только сегодняшнее состояние.",
      "questions": [
        "Кем ты хочешь быть — несмотря на усталость, сомнения, страхи?",
        "Что ты можешь делать каждый день, чтобы двигаться в сторону этого образа?"
      ],
      "recommendation": "Напиши 3 качества своего «будущего себя» — и в течение 3 дней проявляй их через действие. Тем самым ты построишь мост от состояния к идентичности.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
