{
  "id": "grief-loss",
  "title": "Потеря близкого человека",
  "description": "Проживание горя и восстановление после потери.",
  "isPremium": true,
  "welcomeMessage": "Найди поддержку в процессе горевания. Научись проживать утрату и двигаться дальше, сохраняя память о близком.",
  "cards": [
    {
      "id": "LOSS-01",
      "level": 1,
      "introduction": "Потеря не исчезает, но она может трансформироваться. Начнём с честного взгляда.",
      "questions": [
        "Какая эмоция возникает у тебя, когда ты вспоминаешь об этом человеке?",
        "Какие мысли приходят вслед за этой эмоцией?"
      ],
      "recommendation": "Эмоциональное признание снижает вытеснение и напряжение.\n\nПозволь себе 10 минут просто побыть с этой эмоцией — без осуждения. Осознание и принятие запускают процесс проживания горя.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-02",
      "level": 1,
      "introduction": "Утрата может вызывать вину. Даже если ты ничего не сделал не так.",
      "questions": [
        "Есть ли у тебя мысли в стиле «я мог бы...», «я не успел...»?",
        "Что ты сказал бы другу, оказавшемуся в такой ситуации?"
      ],
      "recommendation": "Перенос фокуса и роли снижает деструктивную самооценку.\n\nНапиши короткое письмо себе от лица друга: с добротой, без обвинений. Это снижает чувство вины через сострадание. ",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-03",
      "level": 2,
      "introduction": "Мы часто избегаем воспоминаний, потому что боимся боли. Но в них — и тепло.",
      "questions": [
        "Какие воспоминания одновременно вызывают боль и благодарность?",
        "Что из этих воспоминаний ты хотел бы сохранить в себе?"
      ],
      "recommendation": "Сохрани 1 фото или предмет, который вызывает добрые воспоминания. Пусть он будет рядом. Осознанная память помогает связать боль с теплом.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-04",
      "level": 2,
      "introduction": "Иногда боль не отпускает, потому что диалог с ушедшим не завершён.",
      "questions": [
        "Что ты хотел бы сказать этому человеку — но не успел?",
        "Какие слова ты хотел бы услышать от него сейчас?"
      ],
      "recommendation": "Напиши письмо этому человеку от руки. Скажи всё. Храни его или сожги — как тебе нужно. Незавершённое может быть завершено через символический акт.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-05",
      "level": 3,
      "introduction": "Горевание не равняется слабости. Это акт любви и восстановления.",
      "questions": [
        "Чего ты боишься, когда начинаешь чувствовать боль потери?",
        "Что изменилось бы, если бы ты разрешил себе грустить?"
      ],
      "recommendation": "Контролируемое проживание эмоции снижает внутреннее напряжение.\n\nСоздай «безопасное окно»: 15 минут тишины, музыка, воспоминание. Просто будь в этом. Ограниченное по времени горевание снижает избегание.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-06",
      "level": 3,
      "introduction": "После потери жизнь часто кажется бессмысленной. Это не конец. Это переход.",
      "questions": [
        "Что стало казаться тебе «неважным» после утраты?",
        "Какие небольшие действия приносят тебе хоть немного ощущения жизни?"
      ],
      "recommendation": "В течение 3 дней делай 1 «живое» действие в день (музыка, прогулка, вкус). Зачем: физический контакт с настоящим снижает пустоту.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-07",
      "level": 4,
      "introduction": "Отношение не заканчивается смертью. Оно просто меняется.",
      "questions": [
        "Какие качества ушедшего человека ты особенно ценил?",
        "Как ты можешь воплотить эти качества в своей жизни?"
      ],
      "recommendation": "Делай одно действие в неделю, через которое этот человек «продолжается» в тебе. Это даёт смысл и укрепляет внутреннюю связь.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-08",
      "level": 4,
      "introduction": "Жизнь после утраты — это не предательство. Это способ сохранить смысл.",
      "questions": [
        "Если бы этот человек мог видеть тебя сейчас, чего бы он тебе пожелал?",
        "Как ты можешь уважить это послание через своё поведение?"
      ],
      "recommendation": "Поведенческое выражение памяти снижает чувство вины за «жизнь дальше». \n\nНапиши 1 действие, которое будет как бы в его честь — и сделай его. Действия, наполненные смыслом, помогают двигаться дальше.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-09",
      "level": 5,
      "introduction": "Потеря меняет не только твою жизнь — но и тебя. Это нормально.",
      "questions": [
        "Что изменилось в тебе как личности после этого опыта?",
        "Что из этого ты хотел бы сохранить и развивать дальше?"
      ],
      "recommendation": "Зафиксируй 3 качества, которые стали сильнее после потери, и проявляй хотя бы одно из них в течение 3 дней. Новая идентичность — это часть исцеления. Ты реконструируешь себя как носителя ценности, а не только утраты.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "LOSS-10",
      "level": 5,
      "introduction": "Иногда мы чувствуем, что не имеем права быть счастливыми после потери. Но это не так.",
      "questions": [
        "Какие страхи у тебя связаны с возвращением к радости?",
        "Что могло бы быть первым маленьким шагом в сторону жизни?"
      ],
      "recommendation": "Сделай этот шаг — не потому что забываешь, а потому что живёшь. Право на радость — не измена памяти, а её продолжение. Прими жизнь как пространство и для боли, и для счастья.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
