{
  "id": "burnout-recovery",
  "title": "Эмоциональное выгорание",
  "description": "Профилактика и восстановление после эмоционального выгорания.",
  "isPremium": true,
  "welcomeMessage": "Преодолей эмоциональное выгорание. Научись восстанавливать ресурсы и находить баланс между работой и отдыхом.",
  "cards": [
    {
      "id": "BURN-01",
      "level": 1,
      "introduction": "Выгорание часто начинается с того, что «ничего не хочется». Попробуем увидеть — когда это началось.",
      "questions": [
        "Когда ты в последний раз чувствовал, что тебе «всё надоело»?",
        "Что изменилось в твоей жизни в тот период?"
      ],
      "recommendation": "Определи 1 событие или фазу, после которой началось выгорание. Зто даст понимание, в чём причина, а не только следствие.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-02",
      "level": 1,
      "introduction": "Выгорание похоже на ощущение: «Я должен, но не могу».",
      "questions": [
        "Какие фразы ты чаще всего говоришь себе, когда «застреваешь»?",
        "Что эти фразы заставляют тебя чувствовать?"
      ],
      "recommendation": "Замени одну из этих фраз на мягкую: «Сейчас мне трудно, но я делаю, что могу». Повтори 3 дня подряд. Перестройка внутреннего диалога снижает напряжение.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-03",
      "level": 2,
      "introduction": "В состоянии выгорания ты можешь забывать о своих границах.",
      "questions": [
        "В каких ситуациях ты чаще всего говоришь «да», хотя хочешь сказать «нет»?",
        "Что ты боишься потерять, если начнёшь отстаивать границы?"
      ],
      "recommendation": "Начни с малого: в одной ситуации в день осознанно выбирай отказ или перерыв. Зачем: тренируется навык сохранения ресурсов.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-04",
      "level": 2,
      "introduction": "В выгорании ты будто отдал себя «на потом». Давай вернуть кусочек.",
      "questions": [
        "Когда ты последний раз делал что-то исключительно для себя?",
        "Что это было? Почему перестал?"
      ],
      "recommendation": "Назначь себе «личный час» в течение недели. Без пользы. Только для удовольствия. Это восстанавливает чувство «я существую».",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-05",
      "level": 3,
      "introduction": "В выгорании каждый день похож на предыдущий. И это тянет вниз.",
      "questions": [
        "Какие 3 действия ты делаешь «на автомате» и не замечаешь?",
        "Как ты мог бы внести осознанность в одно из них?"
      ],
      "recommendation": "Осознанность прерывает монотонность и возвращает интерес.\n\nВ течение 3 дней — 1 действие в день делать с полным вниманием (еда, прогулка, душ). Возвращение к моменту снижает эффект «пустых дней».",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-06",
      "level": 3,
      "introduction": "Часто выгорание — это не просто усталость. Это потеря смысла.",
      "questions": [
        "Какие части твоей работы или обязанностей раньше тебе были важны?",
        "Что изменилось — почему они больше не радуют?"
      ],
      "recommendation": "Найди 1 задачу в неделе, которая всё ещё может давать удовлетворение. Сделай её осознанно. Так ты перезагружаешь свой смысл.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-07",
      "level": 4,
      "introduction": "Поведение — наш якорь. Даже в хаосе можно выбрать одно действие.",
      "questions": [
        "Какое повседневное дело тебя успокаивает (пусть даже немного)?",
        "Когда ты последний раз это делал? Почему перестал?"
      ],
      "recommendation": "Возьми 1 ритуал и делай его каждый вечер 5 дней подряд. Зачем: повторяющиеся действия создают ощущение устойчивости.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-08",
      "level": 4,
      "introduction": "Самоценность — не награда, а настройка. Особенно в выгорании.",
      "questions": [
        "В каких ситуациях ты забываешь, что имеешь право на отдых?",
        "Как ты можешь напомнить себе о праве на паузу?"
      ],
      "recommendation": "Микроперерывы способствуют восстановлению нервной системы.\n\nВведи 1 микропаузу в день (2–3 минуты без экрана, шума и задач). Регулярная перезагрузка поддерживает когнитивные ресурсы.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-09",
      "level": 5,
      "introduction": "Чтобы выгореть, надо сначала «сгореть» ради чего-то. Пора вернуть фокус.",
      "questions": [
        "Что тебе действительно важно — даже если ты устал?",
        "Что ты можешь сделать завтра, чтобы немного приблизиться к этому?"
      ],
      "recommendation": "Каждый день в течение 1 недели делай 1 мини-действие, связанное с твоими ценностями. Ценности возвращают смысл в действия.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "BURN-10",
      "level": 5,
      "introduction": "Иногда, чтобы выбраться, надо увидеть себя — не как исполнителя, а как человека.",
      "questions": [
        "Кто ты за пределами твоей роли (работа, функция)?",
        "Какие действия могут напомнить тебе об этом?"
      ],
      "recommendation": "Декомпрессия роли восстанавливает энергию и смысл.\n\nРаз в неделю делай 1 действие, не связанное с работой или пользой. Это акт восстановления себя. Все это озвращает личностную автономию.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
