{
  "id": "anxiety",
  "title": "Тревога и неуверенность",
  "description": "Тревога и развитие уверенности в себе.",
  "isPremium": true,
  "welcomeMessage": "Научись справляться с тревогой и беспокойством. Развивай уверенность в себе и способность действовать несмотря на страх.",
  "cards": [
    {
      "id": "ANX-01",
      "level": 1,
      "introduction": "Ты не первый, кого накрывает тревога. Но ей нужно дать форму — тогда она становится управляемой.",
      "questions": [
        "Какой конкретный страх из списка «наиболее вероятен» сегодня?",
        "Что ты чувствуешь в теле, когда думаешь об этом страхе?"
      ],
      "recommendation": "Чёткое определение угрозы активирует лобные доли мозга, а не лимбическую систему.\n\nЗапиши этот страх в виде «Если X, то Y» (1 предсказание). Формулировка конкретных опасений помогает снизить расплывчатость тревоги.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-02",
      "level": 2,
      "introduction": "Тело часто знает о тревоге раньше, чем разум. Давай посмотрим, где она прячется сейчас.",
      "questions": [
        "Опиши текущую степень тревоги по шкале 1–10 и местоположение ощущений.",
        "На какие признаки начинает «запускаться» тревога?"
      ],
      "recommendation": "Повышенное осознание телесных сигналов активирует парасимпатику.\n\nПотрать 2 мин на осознанный скан‑тела (фокус на дыхании и ощущениях). Развитие телесного осознания позволяет прерывать автоматические реакции тревоги.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-03",
      "level": 2,
      "introduction": "Чтобы не быть мишенью для тревоги, стоит знать, когда и где она нападает.",
      "questions": [
        "Когда ты впервые почувствовал тревогу сегодня?",
        "Какая мысль или ситуация могла стать её запуском?"
      ],
      "recommendation": "Мониторинг автоматических мыслей снижает их силу. \n\nЗаведи дневник тревожных мыслей (записывай 1-2 раза в день). Осознание триггеров делает реакцию более управляемой.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-04",
      "level": 3,
      "introduction": "За каждой тревожной мыслью прячется глубинный страх. Давай докопаемся до сути.",
      "questions": [
        "Что самое пугающее в тревожной ситуации?",
        "Какая глубинная мысль или убеждение стоит за этим страхом?"
      ],
      "recommendation": "«Вертикальная стрела» помогает выявить глубинные страхи, стоящие за поверхностной тревогой.\n\nИспользуй технику «вертикальной стрелы» для выхода на корневые убеждения. Прояснение базовых установок уменьшает иррациональность реакции.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-05",
      "level": 3,
      "introduction": "Избегание — это защита. Но часто она мешает жить. Пора взглянуть ей в лицо.",
      "questions": [
        "Что ты обычно делаешь, чтобы избежать тревожной ситуации?",
        "Какие последствия этого избегания ты уже замечал?"
      ],
      "recommendation": "Конфронтация с избеганием снижает его власть над поведением. \n\nПопробуй один день не использовать привычную форму избегания. Осознанная работа с избеганием развивает психологическую гибкость.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-06",
      "level": 4,
      "introduction": "Мы путаем мысли с фактами. А они — лишь гипотезы. Давай отделим одно от другого.",
      "questions": [
        "Что ты точно знаешь о тревожной ситуации (факты)?",
        "Какие из твоих мыслей — предположения, а не факты?"
      ],
      "recommendation": "Когнитивная реструктуризация снижает иррациональные оценки угрозы.\n\nПроведи «расследование мысли»: отдели факты от интерпретаций. Уменьшение когнитивных искажений снижает тревогу.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-07",
      "level": 4,
      "introduction": "Самые пугающие сценарии редко сбываются. Давай проверим это на практике.",
      "questions": [
        "Что самое страшное может произойти в тревожной ситуации?",
        "Какой реальный опыт опровергает этот исход?"
      ],
      "recommendation": "Противовес катастрофическому мышлению уменьшает интенсивность тревоги. Составь список ситуаций, в которых страх не реализовался. Так ты постепенно размоешь катастрофизацию.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-08",
      "level": 5,
      "introduction": "Хватит гадать, что будет. Пора проверить свои страхи в реальной жизни.",
      "questions": [
        "Какой тревожный прогноз ты готов проверить на практике?",
        "Что ты мог бы сделать сегодня, чтобы его протестировать безопасно?"
      ],
      "recommendation": "Проведи поведенческий эксперимент в течение 1 дня. Проверка прогнозов развивает доверие к реальности, а не мыслям.",
      "mechanism": "",
      "technique": ""
    },
    {
      "id": "ANX-09",
      "level": 5,
      "introduction": "Тревога отнимает свободу. Вернуть её можно только действием — пусть даже минимальным.",
      "questions": [
        "В какой ситуации ты обычно избегаешь действовать из-за страха?",
        "Какой минимальный шаг ты можешь сделать, чтобы встретиться с этим страхом?"
      ],
      "recommendation": "Выполни мини-действие вопреки тревоге (≤ 3 мин). Так ты закрепишь новый паттерн поведения.",
      "mechanism": "",
      "technique": ""
    }
  ]
}
