{
  "card-1": {
    "id": "card-1",
    "title": "Понимание социальных триггеров",
    "description": "Определите, что именно вызывает вашу социальную тревожность, и научитесь наблюдать эти паттерны без осуждения.",
    "welcomeMessage": "Это упражнение поможет вам лучше осознать ваши триггеры социальной тревожности. Понимая, что запускает вашу тревожность, вы можете начать реагировать, а не просто реагировать.",
    "duration": "5-7 мин",
    "difficulty": "beginner",
    "themeId": "social-anxiety",
    "isPremium": false,
    "questions": [
      {
        "id": "q1",
        "text": "В каких конкретных социальных ситуациях вы чувствуете наибольшую тревожность или дискомфорт?",
        "placeholder": "Например: Высказываться в групповых разговорах, знакомиться с новыми людьми...",
        "helpText": "Подумайте о недавних ситуациях, где вы чувствовали социальную тревожность."
      },
      {
        "id": "q2",
        "text": "Какие мысли проходят через ваш разум в этих ситуациях?",
        "placeholder": "Например: Они подумают, что я скучный, я скажу что-то глупое...",
        "helpText": "Обратите внимание на автоматические мысли, которые усиливают вашу тревожность."
      }
    ],
    "finalMessage": {
      "message": "Осознание ваших паттернов социальной тревожности - это первый шаг к эффективному управлению ими.",
      "practiceTask": "В течение следующей недели замечайте, когда вы чувствуете социальную тревожность, и записывайте конкретный триггер и ваши мысли.",
      "whyExplanation": "Самосознание помогает вам различать реальные социальные угрозы и восприятия, вызванные тревожностью."
    }
  },
  "card-2": {
    "id": "card-2",
    "title": "Развитие социальной уверенности",
    "description": "Разработайте практические стратегии, чтобы чувствовать себя более уверенно и аутентично в социальных взаимодействиях.",
    "welcomeMessage": "Научитесь развивать подлинную уверенность в социальных ситуациях, сосредоточившись на связи, а не на выступлении.",
    "duration": "6-8 мин",
    "difficulty": "beginner",
    "themeId": "social-anxiety",
    "isPremium": false,
    "questions": [
      {
        "id": "q1",
        "text": "Когда вы чувствуете себя наиболее естественно уверенно в окружении других?",
        "placeholder": "Например: С близкими друзьями, когда помогаю кому-то, когда обсуждаю свои интересы...",
        "helpText": "Определите ситуации, где ваше аутентичное я проявляется ярче всего."
      },
      {
        "id": "q2",
        "text": "Какие качества в себе вы цените, которые другие тоже могут оценить?",
        "placeholder": "Например: Хороший слушатель, заботливый, смешной, знающий о...",
        "helpText": "Сосредоточьтесь на ваших подлинных сильных сторонах и позитивных качествах."
      }
    ],
    "finalMessage": {
      "message": "Уверенность растет, когда вы сосредотачиваетесь на том, чтобы давать ценность другим, а не искать одобрения.",
      "practiceTask": "В вашем следующем социальном взаимодействии сосредоточьтесь на том, чтобы искренне интересоваться другим человеком, а не беспокоиться о том, как вы выглядите.",
      "whyExplanation": "Переключение фокуса с самосознания на искренний интерес снижает тревожность и улучшает связи."
    }
  }
}