{
  "card-1": {
    "id": "card-1",
    "title": "Understanding Social Triggers",
    "description": "Identify what specifically triggers your social anxiety and learn to observe these patterns without judgment.",
    "welcomeMessage": "This exercise will help you become more aware of your social anxiety triggers. By understanding what sets off your anxiety, you can begin to respond rather than react.",
    "duration": "5-7 min",
    "difficulty": "beginner",
    "themeId": "social-anxiety",
    "isPremium": false,
    "questions": [
      {
        "id": "q1",
        "text": "What specific social situations make you feel most anxious or uncomfortable?",
        "placeholder": "Example: Speaking up in group conversations, meeting new people...",
        "helpText": "Think about recent situations where you felt socially anxious."
      },
      {
        "id": "q2",
        "text": "What thoughts go through your mind in these situations?",
        "placeholder": "Example: They will think I'm boring, I will say something stupid...",
        "helpText": "Notice the automatic thoughts that increase your anxiety."
      }
    ],
    "finalMessage": {
      "message": "Awareness of your social anxiety patterns is the first step toward managing them effectively.",
      "practiceTask": "Over the next week, notice when you feel socially anxious and write down the specific trigger and your thoughts.",
      "whyExplanation": "Self-awareness helps you distinguish between real social threats and anxiety-driven perceptions."
    }
  },
  "card-2": {
    "id": "card-2",
    "title": "Building Social Confidence",
    "description": "Develop practical strategies to feel more confident and authentic in social interactions.",
    "welcomeMessage": "Learn to build genuine confidence in social situations by focusing on connection rather than performance.",
    "duration": "6-8 min",
    "difficulty": "beginner",
    "themeId": "social-anxiety",
    "isPremium": false,
    "questions": [
      {
        "id": "q1",
        "text": "When do you feel most naturally confident around others?",
        "placeholder": "Example: With close friends, when helping someone, when discussing my interests...",
        "helpText": "Identify situations where your authentic self shines through."
      },
      {
        "id": "q2",
        "text": "What qualities do you appreciate in yourself that others might value too?",
        "placeholder": "Example: Good listener, caring, funny, knowledgeable about...",
        "helpText": "Focus on your genuine strengths and positive qualities."
      }
    ],
    "finalMessage": {
      "message": "Confidence grows when you focus on giving value to others rather than seeking approval.",
      "practiceTask": "In your next social interaction, focus on being genuinely interested in the other person rather than worrying about how you appear.",
      "whyExplanation": "Shifting focus from self-consciousness to genuine interest reduces anxiety and improves connections."
    }
  }
}